[
  {
    "id": "nippon_large_cap_0",
    "fund_id": "nippon_large_cap",
    "fund_name": "Nippon India Large Cap Fund",
    "section": "Nippon India Large Cap Fund: Check NAV, Portfolio & Returns | Nippon India Mutua",
    "text": "Nippon India Large Cap Fund: Check NAV, Portfolio & Returns | Nippon India Mutual Fund 1860 266 0111 022 69259696 SIP Calculator Step Up SIP Calculator SIPAHI All About SIP Downloads Downloads Download all important forms/information Factsheet Portfolio and Other Disclosures Statement of Additional Information Account Statements Account Statements Get access to latest account statements Get access to latest account statements Capital Gain Statement Get Account Statement Scheme Riskometer Benchmark Riskometer 0 Investment Objective: The primary investment objective of the scheme is to seek to generate long term capital appreciation by investing predominantly into equity and equity related instruments of large cap companies. The secondary objective is to generate consistent returns by investing in debt, money market securities, REITs and InvITs. There is no assurance that the investment objective of the Scheme will be achieved.",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Large-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_large_cap_1",
    "fund_id": "nippon_large_cap",
    "fund_name": "Nippon India Large Cap Fund",
    "section": "The primary investment objective of the scheme is to seek to generate long term ",
    "text": "The primary investment objective of the scheme is to seek to generate long term capital appreciation by investing predominantly into equity and equity related instruments of large cap companies. The secondary objective is to generate consistent returns by investing in debt, money market securities, REITs and InvITs. There is no assurance that the investment objective of the Scheme will be achieved. 93.5110 10,000 104.6087 18-11-2025 43.6395 18-11-2025 104.6087 18-11-2025 34.1366 03-03-2020 0.56 1.65 13.5424 10-12-2012 12.9474 26-08-2010 0.05 0.39 93.5110 18-11-2025 28.6119 18-11-2025 93.5110 18-11-2025 Fund / Benchmark(Value of ₹10,​ 000 invested)",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Large-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_large_cap_2",
    "fund_id": "nippon_large_cap",
    "fund_name": "Nippon India Large Cap Fund",
    "section": "1 Year 3 Year 1 Year 3 Year 5 Year 10,751 7",
    "text": "1 Year 3 Year 1 Year 3 Year 5 Year 10,751 7.51 16,951 19.22 30,850 25.24 93,462 13.03 10,706 7.06 15,247 15.08 24,572 19.67 75,286 11.70 10,699 6.99 14,346 12.77 22,502 17.59 69,860 11.24 10,844 8.44 17,391 20.24 32,179 26.30 72,254 16.65 10,706 7.06 15,247 15.08 24,572 19.67 53,293 13.92 10,699 6.99 14,346 12.77 22,502 17.59 50,713 13.48 Fund Manager :  Sailesh Raj Bhan (Since Aug 2007), Bhavik Dave (Assistant Fund Manager) (Since Aug 2024) PERFORMANCE OF OTHER OPEN ENDED SCHEMES MANAGED BY FUND MANAGER: Sailesh Raj Bhan Scheme Name/s CAGR % 1 Year Return 3 Years Return 5 Years Return Benchmark Regular Scheme Direct Scheme Benchmark Regular Scheme Direct Scheme",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Large-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_large_cap_3",
    "fund_id": "nippon_large_cap",
    "fund_name": "Nippon India Large Cap Fund",
    "section": "Benchmark Nippon India Multi Cap Fund 4",
    "text": "Benchmark Nippon India Multi Cap Fund 4.10 4.10 4.93 4.47 22.00 22.95 19.02 30.62 31.59 24.02 0.38 1.97 20.87 21.95 23.74 18.19 19.27 18.97 b. In case the number of schemes managed by a fund manager is more than six, in the performance data of other schemes, the top 3 and bottom 3 schemes managed by fund manager has been provided herein. c. Period for which schemes performance has been provided is computed basis last day of the month-end preceding the date of advertisement. d. Different plans shall have a different expense structure. The performance details provided herein are of Growth Plan (Regular Plan). The performance of the equity scheme is benchmarked to the Total Return variant of the Index.",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Large-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_large_cap_4",
    "fund_id": "nippon_large_cap",
    "fund_name": "Nippon India Large Cap Fund",
    "section": "Mr",
    "text": "Mr. Sailesh Raj Bhan has been managing Nippon India Pharma Fund since Jun 2004, Nippon India Multi Cap Fund since Mar 2005, Nippon India Large Cap Fund since Aug 2007 PERFORMANCE OF OTHER OPEN ENDED SCHEMES MANAGED BY FUND MANAGER: Bhavik Dave Scheme Name/s CAGR % 1 Year Return 3 Years Return 5 Years Return Benchmark Regular Scheme Direct Scheme Benchmark Regular Scheme Direct Scheme Benchmark Nippon India Banking & Financial Services Fund 11.81 11.81 12.76 14.75 17.88 18.84 14.64 25.69 26.70 19.46 b. In case the number of schemes managed by a fund manager is more than six, performance data of other schemes, the top 3 and bottom 3 schemes managed by fund manager has been provided herein.",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Large-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_large_cap_5",
    "fund_id": "nippon_large_cap",
    "fund_name": "Nippon India Large Cap Fund",
    "section": "c",
    "text": "c. Period for which scheme’s performance has been provided is computed basis last day of the month-end preceding the date of advertisement. d. Different plans shall have a different expense structure. The performance details provided herein are of Growth Plan (Regular Plan). # Assistant Fund Manager TRI - Total Returns Index reflects the returns on the index arising from (a) constituent stock price movements and (b) dividend receipts from constituent index stocks,  thereby showing a true picture of returns. The performance of the equity scheme is benchmarked to the Total Return variant of the Index.",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Large-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_large_cap_6",
    "fund_id": "nippon_large_cap",
    "fund_name": "Nippon India Large Cap Fund",
    "section": "The performance of the equity scheme is benchmarked to the Total Return variant ",
    "text": "The performance of the equity scheme is benchmarked to the Total Return variant of the Index. Mr. Bhavik Dave has been managing Nippon India Large Cap Fund since Aug 2024, Nippon India Banking & Financial Services Fund since Aug 2024. 10 per unit, except for the schemes as specified here. Face Value of Nippon India Liquid Fund, Nippon India Money Market Fund Nippon India Ultra Short Duration Fund, Nippon India Low Duration Fund and Nippon India ETF Liquid BeES is 1000 per unit. Face value of Nippon India ETF Junior BeES is 1.25 per unit. Face value of Nippon India Overnight Fund is 100 per unit. Face Value of Nippon India ETF Nifty BeES, Nippon India ETF Bank BeES, Nippon India ETF PSU Bank BeES, Nippon India ETF NV20, Nippon India ETF Hang Seng BeES, Nippon India ETF Gold BeES is",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Large-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_large_cap_7",
    "fund_id": "nippon_large_cap",
    "fund_name": "Nippon India Large Cap Fund",
    "section": "1 per unit",
    "text": "1 per unit. In case, the start/end date of the concerned period is non-business day, NAV of the previous date is considered for computation of returns. Performance details of closed ended and interval schemes are not provided since these are not comparable with other schemes. Different plans shall have a different expense structure. The performance details provided herein are of Growth Plan (Regular Plan). 8 Aug 2007 Fund Manager Mr. Bhavik Dave |  Mr. Sailesh Raj Bhan Large-cap stocks endeavour to provide stability and liquidity to the portfolio. Minimum Investment 100.00 Fund Manager Load Details Entry Load*:",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Large-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_large_cap_8",
    "fund_id": "nippon_large_cap",
    "fund_name": "Nippon India Large Cap Fund",
    "section": "*In terms of SEBI circular no",
    "text": "*In terms of SEBI circular no. SEBI/IMD/CIR No.4/ 168230/09 dated June 30, 2009, no entry load will be charged by the Scheme to the investor effective August 1, 2009. Upfront commission shall be paid directly by the investor to the AMFI registered Distributors based on the investors' assessment of various factors including the service rendered by the distributor. Exit Load**: 1% if redeemed or switched out on or before completion of 7 days from the date of allotment of units. Exit load levied on the Units redeemed will be the rate prevailing at the time of the allotment of the Units. For Special products registrations, load for each transaction is based on the load structure applicable as on the registration date.",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Large-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_large_cap_9",
    "fund_id": "nippon_large_cap",
    "fund_name": "Nippon India Large Cap Fund",
    "section": "Portfolio Portfolio Disclosures as on ​​Related Downloads & Tools Downloads Fact",
    "text": "Portfolio Portfolio Disclosures as on ​​Related Downloads & Tools Downloads Factsheets Fund-wise Factsheet Portfolio SIP Calculator ​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​ Financial Calculator For SIP/SWP/STP ​​​​​​​​​​​​​ ​ 1509.2381 18-Nov-2025 73.3862 18-Nov-2025 SIP Calculator All About SIP Nippon India SIP Insure Get Account Statements Update on Credit Events and Segregation of Portfolio SIP Calculator Step Up SIP Calculator Nippon India SIP Insure SIP Calculator All About SIP Account Statements Update on Credit Events and Segregation of Portfolio SIP Calculator Step Up SIP Calculator 1 My Portfolio",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Large-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_growth_midcap_0",
    "fund_id": "nippon_growth_midcap",
    "fund_name": "Nippon India Growth Mid Cap Fund",
    "section": "Nippon India Growth Fund: Check NAV, Portfolio & Returns | Nippon India Mutual F",
    "text": "Nippon India Growth Fund: Check NAV, Portfolio & Returns | Nippon India Mutual Fund 1860 266 0111 022 69259696 SIP Calculator Step Up SIP Calculator SIPAHI All About SIP Downloads Downloads Download all important forms/information Factsheet Portfolio and Other Disclosures Statement of Additional Information Account Statements Account Statements Get access to latest account statements Get access to latest account statements Capital Gain Statement Get Account Statement Scheme Riskometer Benchmark Riskometer 0 Investment Objective: The primary investment objective of the Scheme is to achieve long-term growth of capital by investment in equity and equity related securities through a research based investment approach. There is no assurance that the investment objective of the Scheme will be achieved.",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Growth-Mid-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_growth_midcap_1",
    "fund_id": "nippon_growth_midcap",
    "fund_name": "Nippon India Growth Mid Cap Fund",
    "section": "The primary investment objective of the Scheme is to achieve long-term growth of",
    "text": "The primary investment objective of the Scheme is to achieve long-term growth of capital by investment in equity and equity related securities through a research based investment approach. There is no assurance that the investment objective of the Scheme will be achieved. 4265.5258 10,000 778.4451 18-11-2025 195.9971 18-11-2025 4685.5941 18-11-2025 710.0878 18-11-2025 123.8972 18-11-2025 4265.5258 18-11-2025 10.0000 06-04-2010 0.00 0.00 1376.2796 18-11-2025 672.7838 24-07-2014 2.24 0.33 Fund / Benchmark(Value of ₹10,000 invested) 1 Year 3 Year 1 Year 3 Year 5 Year 10,546 5.46 19,605 25.13 36,555 29.56 42,50,030 22.28 10,620 6.20 18,899",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Growth-Mid-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_growth_midcap_2",
    "fund_id": "nippon_growth_midcap",
    "fund_name": "Nippon India Growth Mid Cap Fund",
    "section": "23",
    "text": "23.61 35,198 28.58 10,699 6.99 14,346 12.77 22,502 17.59 3,65,871 12.71 10,633 6.33 20,083 26.14 38,025 30.58 93,142 18.98 10,620 6.20 18,899 23.61 35,198 28.58 92,600 18.93 10,699 6.99 14,346 12.77 22,502 17.59 50,713 13.48 Fund Manager : Rupesh Patel (Since Jan 2023) PERFORMANCE OF OTHER OPEN ENDED SCHEMES MANAGED BY FUND MANAGER:  Rupesh Patel ​Scheme Name/s CAGR % 1 Year Return 3 Years Return 5 Years Return Benchmark Regular Scheme Direct Scheme Benchmark Regular Scheme Direct Scheme Benchmark Nippon India ELSS Tax Saver Fund 4.19 4.19 4.89 5.56 17.74 18.53 16.49 23.46 24.32 21.08 b. In case the number of schemes managed by a fund manager is more than six, performance data of other schemes, the top 3 and bottom 3 schemes managed by fund manager has been provided herein.",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Growth-Mid-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_growth_midcap_3",
    "fund_id": "nippon_growth_midcap",
    "fund_name": "Nippon India Growth Mid Cap Fund",
    "section": "c",
    "text": "c. Period for which scheme’s performance has been provided is computed basis last day of the month-end preceding the date of advertisement. d. Different plans shall have a different expense structure. The performance details provided herein are of Growth Plan (Regular Plan). 10 per unit, except for the schemes as specified here. Face Value of Nippon India Liquid Fund, Nippon India Money Market Fund Nippon India Ultra Short Duration Fund, Nippon India Low Duration Fund and Nippon India ETF Liquid BeES is 1000 per unit. Face value of Nippon India ETF Junior BeES is 1.25 per unit. Face value of Nippon India Overnight Fund is",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Growth-Mid-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_growth_midcap_4",
    "fund_id": "nippon_growth_midcap",
    "fund_name": "Nippon India Growth Mid Cap Fund",
    "section": "100 per unit",
    "text": "100 per unit. Face Value of Nippon India ETF Nifty BeES, Nippon India ETF Bank BeES, Nippon India ETF PSU Bank BeES, Nippon India ETF NV20, Nippon India ETF Hang Seng BeES, Nippon India ETF Gold BeES is 1 per unit. In case, the start/end date of the concerned period is non-business day, NAV of the previous date is considered for computation of returns. Performance details of closed ended and interval schemes are not provided since these are not comparable with other schemes. Different plans shall have a different expense structure. The performance details provided herein are of Growth Plan (Regular Plan).",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Growth-Mid-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_growth_midcap_5",
    "fund_id": "nippon_growth_midcap",
    "fund_name": "Nippon India Growth Mid Cap Fund",
    "section": "8 Oct 1995 Fund Manager Mr",
    "text": "8 Oct 1995 Fund Manager Mr. Rupesh Patel Minimum Investment 100.00 1 thereafter Fund Manager Load Details Entry Load*: *In terms of SEBI circular no. SEBI/IMD/CIR No.4/ 168230/09 dated June 30, 2009, no entry load will be charged by the Scheme to the investor effective August 1, 2009. Upfront commission shall be paid directly by the investor to the AMFI registered Distributors based on the investors' assessment of various factors including the service rendered by the distributor. Exit Load**: 1% if redeemed or switched out on or before completion of 1 month from the date of allotment of units. Exit load levied on the Units redeemed will be the rate prevailing at the time of the allotment of the Units. For Special products registrations, load for each transaction is based on the load structure applicable as on the registration date.",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Growth-Mid-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_growth_midcap_6",
    "fund_id": "nippon_growth_midcap",
    "fund_name": "Nippon India Growth Mid Cap Fund",
    "section": "Portfolio Portfolio Disclosures as on ​​​Related Downloads & Tools Downloads Fac",
    "text": "Portfolio Portfolio Disclosures as on ​​​Related Downloads & Tools Downloads Factsheets Fund-wise Factsheet Portfolio SIP Calculator ​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​ Financial Calculator For SIP/SWP/STP ​​​​​​​​​ ​ 124.6172 18-Nov-2025 170.5262 18-Nov-2025 SIP Calculator All About SIP Nippon India SIP Insure Get Account Statements Update on Credit Events and Segregation of Portfolio SIP Calculator Step Up SIP Calculator Nippon India SIP Insure SIP Calculator All About SIP Account Statements Update on Credit Events and Segregation of Portfolio SIP Calculator Step Up SIP Calculator 1",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Growth-Mid-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_growth_midcap_7",
    "fund_id": "nippon_growth_midcap",
    "fund_name": "Nippon India Growth Mid Cap Fund",
    "section": "My Portfolio",
    "text": "My Portfolio",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Growth-Mid-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_small_cap_0",
    "fund_id": "nippon_small_cap",
    "fund_name": "Nippon India Small Cap Fund",
    "section": "Nippon India Small Cap Fund: Check NAV, Portfolio & Returns | Nippon India Mutua",
    "text": "Nippon India Small Cap Fund: Check NAV, Portfolio & Returns | Nippon India Mutual Fund 1860 266 0111 022 69259696 SIP Calculator Step Up SIP Calculator SIPAHI All About SIP Downloads Downloads Download all important forms/information Factsheet Portfolio and Other Disclosures Statement of Additional Information Account Statements Account Statements Get access to latest account statements Get access to latest account statements Capital Gain Statement Get Account Statement Scheme Riskometer Benchmark Riskometer 0 Investment Objective: Investors are requested to note that Nippon India Mutual Fund has decided to limit the subscription of units in Nippon India Small Cap Fund (\"the Scheme\"). Kindly refer to Notice cum addendum no. 20. Dated July 06, 2023 & Notice cum addendum no. 94. Dated Mar 19, 2024. There is no assurance that the investment objective of the Scheme will be achieved.",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Small-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_small_cap_1",
    "fund_id": "nippon_small_cap",
    "fund_name": "Nippon India Small Cap Fund",
    "section": "Investors are requested to note that Nippon India Mutual Fund has decided to lim",
    "text": "Investors are requested to note that Nippon India Mutual Fund has decided to limit the subscription of units in Nippon India Small Cap Fund (\"the Scheme\"). Kindly refer to Notice cum addendum no. 20. Dated July 06, 2023 & Notice cum addendum no. 94. Dated Mar 19, 2024. There is no assurance that the investment objective of the Scheme will be achieved. 170.5262 10,000 191.5697 18-11-2025 105.1896 18-11-2025 191.5697 18-11-2025 170.5262 18-11-2025 89.8641 18-11-2025 170.5262 18-11-2025 Fund / Benchmark(Value of ₹10,000 invested) 1 Year 3 Year 1 Year 3 Year 5 Year 9,688 18,562 22.87 41,342 32.78 1,71,177 20.64 9,810 18,821 23.44",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Small-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_small_cap_2",
    "fund_id": "nippon_small_cap",
    "fund_name": "Nippon India Small Cap Fund",
    "section": "36,145 29",
    "text": "36,145 29.27 65,186 13.19 10,699 6.99 14,346 12.77 22,502 17.59 52,893 11.63 9,762 19,014 23.86 43,110 33.90 1,76,409 25.05 9,810 18,821 23.44 36,145 29.27 72,578 16.69 10,699 6.99 14,346 12.77 22,502 17.59 50,713 13.48 Fund Manager: Samir Rachh (Since Jan 2017) b. In case the number of schemes managed by a fund manager is more than six, performance data of other scheme the top 3 and bottom 3 schemes managed by fund manager has been provided herein. c. Period for which scheme’s performance has been provided is computed basis last day of the month-end preceding the date of advertisement. d. Different plans shall have a different expense structure. The performance details provided herein are of Growth Plan (Regular Plan).",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Small-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_small_cap_3",
    "fund_id": "nippon_small_cap",
    "fund_name": "Nippon India Small Cap Fund",
    "section": "The performance of the equity scheme is benchmarked to the Total Return variant ",
    "text": "The performance of the equity scheme is benchmarked to the Total Return variant of the Index. Mr. Samir Rachh has been managing Nippon India Small Cap Fund since Jan 2017 10 per unit, except for the schemes as specified here. Face Value of Nippon India Liquid Fund, Nippon India Money Market Fund Nippon India Ultra Short Duration Fund, Nippon India Low Duration Fund and Nippon India ETF Liquid BeES is 1000 per unit. Face value of Nippon India ETF Junior BeES is 1.25 per unit. Face value of Nippon India Overnight Fund is 100 per unit. Face Value of Nippon India ETF Nifty BeES, Nippon India ETF Bank BeES, Nippon India ETF PSU Bank BeES, Nippon India ETF NV20, Nippon India ETF Hang Seng BeES, Nippon India ETF Gold BeES is",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Small-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_small_cap_4",
    "fund_id": "nippon_small_cap",
    "fund_name": "Nippon India Small Cap Fund",
    "section": "1 per unit",
    "text": "1 per unit. In case, the start/end date of the concerned period is non-business day, NAV of the previous date is considered for computation of returns. Performance details of closed ended and interval schemes are not provided since these are not comparable with other schemes. Different plans shall have a different expense structure. The performance details provided herein are of Growth Plan (Regular Plan). 16 Sep 2010 Fund Manager Mr. Samir Rachh Minimum Investment 5000.00 Fund Manager Load Details Entry Load*: *In terms of SEBI circular no. SEBI/IMD/CIR No.4/ 168230/09 dated June 30, 2009, no entry load will be charged by the Scheme to the investor effective August 1, 2009. Upfront commission shall be paid directly by the investor to the AMFI registered Distributors based on the investors' assessment of various factors including the service rendered by the distributor.",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Small-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_small_cap_5",
    "fund_id": "nippon_small_cap",
    "fund_name": "Nippon India Small Cap Fund",
    "section": "Exit Load**: 1% if redeemed or switched out on or before completion of 1 Year fr",
    "text": "Exit Load**: 1% if redeemed or switched out on or before completion of 1 Year from the     date of allotment of units. Exit load levied on the Units redeemed will be the rate prevailing at the time of the allotment of the Units. For Special products registrations, load for each transaction is based on the load structure applicable as on the registration date. Portfolio Portfolio Disclosures as on Downloads Factsheets Fund-wise Factsheet Portfolio SIP Calculator ​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​ Financial Calculator For SIP/SWP/STP ​​​​​​​ ​ SIP Calculator All About SIP Nippon India SIP Insure",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Small-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  },
  {
    "id": "nippon_small_cap_6",
    "fund_id": "nippon_small_cap",
    "fund_name": "Nippon India Small Cap Fund",
    "section": "Get Account Statements Update on Credit Events and Segregation of Portfolio SIP ",
    "text": "Get Account Statements Update on Credit Events and Segregation of Portfolio SIP Calculator Step Up SIP Calculator Nippon India SIP Insure SIP Calculator All About SIP Account Statements Update on Credit Events and Segregation of Portfolio SIP Calculator Step Up SIP Calculator 1 My Portfolio",
    "source": "https://mf.nipponindiaim.com/FundsAndPerformance/Pages/NipponIndia-Small-Cap-Fund.aspx",
    "captured_at": "2025-11-19"
  }
]